<?php


return [
    //login Page
    'welcome_message' => 'কোডবাম্বলে স্বাগতম! 👋',
    'welcome_short_message' => 'অনুগ্রহ করে আপনার অ্যাকাউন্টে সাইন-ইন করুন এবং ভ্রমণ শুরু করুন',
    'email_or_username' => 'ইমেইল বা ইউজারনেম',
    'password' => 'পাসওয়ার্ড',
    'forgot_password' => 'পাসওয়ার্ড ভুলে গেছেন?',
    'remember_me' => 'আমাকে মনে রাখুন',
    'login' => 'সাইন ইন করুন',
    'new_on_our_platform' => 'আমাদের প্ল্যাটফর্মে নতুন?',
    'create_an_account' => 'একটি অ্যাকাউন্ট তৈরি করুন',
    'or' => 'অথবা',
    'minutes_left' => 'মিনিট বাকি',
    'login_forbidden' => 'আপনি এখন লগ ইন করতে পারবেন না। কর্তৃপক্ষের দ্বারা নিষিদ্ধ। এটি খোলার পরে আবার চেষ্টা করুন',
    'login_unavailable' => 'লগইন সীমিত! 😢',
    'login_unavailable_details' => 'সমস্ত ব্যবহারকারীর অ্যাক্সেস সীমাবদ্ধ করা হয়েছে। কেবল সিস্টেম অ্যাডমিনগণের লগইন অনুমোদিত। আমরা আমাদের মতামত পরিবর্তন হওয়া পর্যন্ত অপেক্ষা করুন। ধন্যবাদ',
    
    // Forgot Password
    'forgot_password_text' => 'আপনার ইমেলটি প্রবেশ করান এবং আমরা আপনার পাসওয়ার্ড পুনরায় সেট করতে আপনাকে নির্দেশাবলী প্রেরণ করব',
    'email' => 'ইমেইল',
    'send_password_reset_link' => 'পাসওয়ার্ড রিসেট লিংক প্রেরণ করুন',
    'back_to_login' => 'লগইনে ফিরে যান',
    // Reset Password
    'reset_password' => 'পাসওয়ার্ড রিসেট করুন',
    'reset_password_text' => 'আপনার নতুন পাসওয়ার্ড পূর্বে ব্যবহৃত পাসওয়ার্ড থেকে ভিন্ন হতে হবে',
    'new_password' => 'নতুন পাসওয়ার্ড',
    'confirm_password' => 'পাসওয়ার্ড পুনরায় লিখুন',
    'password_reset_success' => 'পাসওয়ার্ড রিসেট সফল হয়েছে!',
    'password_reset_success_text' => 'আপনার পাসওয়ার্ড সফলভাবে রিসেট হয়েছে। আপনার নতুন পাসওয়ার্ড দিয়ে লগইন করুন।',
    'invalid_token' => 'আপনার টোকেন মেয়াদ শেষ হয়েছে বা অবৈধ। আবার চেষ্টা করুন।',
    // Verify Email
    'verify_email' => 'ইমেল যাচাইকরণ প্রক্রিয়া',
    'verify_email_text_1' => 'আমরা আপনার নিবন্ধিত ইমেল ঠিকানায় একটি লিঙ্ক পাঠিয়েছি',
    'verify_email_text_2' => 'অবিরত করার জন্য ভিতরের লিঙ্ক অনুসরণ করুন। ',
    'verify_mail_sent' => 'নতুন যাচাইকরণ মেইল প্রেরণ করা হয়েছে!',
    'verify_mail_send_text_1' => 'আমরা একটি নতুন ইমেল যাচাইকরণ লিঙ্ক পাঠিয়েছি যা এই অ্যাকাউন্টের সাথে লিঙ্ক করা আছে। আপনি যদি এটি পেতে অক্ষম হন তাহলে অনুগ্রহ করে স্প্যাম বক্স চেক করুন।',
    'did_not_receive_email' => 'আপনি ইমেল পাননি?',
    'resend' => 'পুনরায় পাঠান',
    'logout' => 'লগ আউট',
    'skip_for_now' => 'এখনই এগিয়ে যান',
    // Register Page
    'register' => 'হালকা, সহজ এবং প্রযুক্তিগত',
    'register_text' => 'পাখির মতো আপনার জীবনকে সহজ করুন!',
    'username' => 'ব্যবহারকারীর নাম',
    'full_name' => 'পূর্ণ নাম',
    'mobile_number' => 'মোবাইল নাম্বার',
    'retype_password' => 'আপনার পাসওয়ার্ড পুনরায় টাইপ করুন',
    'i_agree_to_the' => 'আমি একমত',
    'terms_and_conditions' => 'গোপনীয়তা নীতি এবং শর্তাবলি',
    'sign_up' => 'সাইন আপ করুন',
    'already_have_an_account' => 'ইতিমধ্যে একটি অ্যাকাউন্ট আছে?',
    'sign_in_instead' => 'সাইন ইন বদলে',
    'registration_unavailable' => 'রেজিস্ট্রেশন বন্ধ',
    'registration_unavailable_details' => 'দুঃখিত, এখন আমরা কোনও নতুন ব্যবহারকারী গ্রহণ করছি না। আমাদের বিদ্যমান ব্যবহারকারী থেকে আপনার সাইন আপ ইচ্ছা পূরণ করতে তাদের থেকে একটি আমন্ত্রণ পাওয়া যেতে পারে। অন্যথায়, আপনাকে আমরা আমাদের মতামত পরিবর্তন হওয়া পর্যন্ত অপেক্ষা করতে হবে। ধন্যবাদ',
   
];
