<?php

return [
	// 로그인 페이지
	'welcome_message' => 'The ' . config('variables.templateName') . '에 오신 것을 환영합니다! 👋',
	'welcome_short_message' => '계정으로 로그인하고 모험을 시작하세요',
	'email_or_username' => '이메일 또는 사용자 이름',
	'password' => '비밀번호',
	'forgot_password' => '비밀번호를 잊으셨나요?',
	'remember_me' => '로그인 정보 저장',
	'login' => '로그인',
	'new_on_our_platform' => '우리 플랫폼에 처음이신가요?',
	'create_an_account' => '계정 만들기',
	'or' => '또는',
	'minutes_left' => '분 남음',
	'login_forbidden' => '관리자에 의해 로그인이 제한되었습니다. 사용 가능해지면 다시 시도하십시오.',
	'login_unavailable' => '로그인 제한됨! 😢',
	'login_unavailable_details' =>
		'모든 사용자의 접근이 제한되었습니다. 시스템 관리자만 로그인이 허용됩니다. 우리가 마음을 바꿀 때까지 기다려 주세요. 감사합니다',

	// 비밀번호 잊음
	'forgot_password_text' => '이메일을 입력하시면 비밀번호 재설정 안내를 전송해드립니다',
	'email' => '이메일',
	'send_password_reset_link' => '비밀번호 재설정 링크 전송',
	'back_to_login' => '로그인으로 돌아가기',
	// 비밀번호 재설정
	'reset_password' => '비밀번호 재설정',
	'reset_password_text' => '새 비밀번호는 이전에 사용한 비밀번호와 달라야 합니다',
	'new_password' => '새 비밀번호',
	'confirm_password' => '비밀번호 확인',
	'password_reset_success' => '비밀번호 재설정 성공!',
	'password_reset_success_text' => '비밀번호가 성공적으로 재설정되었습니다. 새 비밀번호로 로그인하세요.',
	'invalid_token' => '토큰이 만료되었거나 잘못되었습니다. 다시 시도하십시오.',
	// 이메일 확인
	'verify_email' => '이메일 주소 확인',
	'verify_email_text_1' => '등록된 이메일 주소로 링크를 전송했습니다',
	'verify_email_text_2' => '계속하려면 링크를 따르십시오.',
	'verify_mail_sent' => '새로운 확인 이메일을 전송했습니다!',
	'verify_mail_send_text_1' =>
		'이 계정과 연결된 새로운 이메일 확인 링크를 전송했습니다. 받지 못한 경우 스팸함을 확인하세요.',
	'did_not_receive_email' => '이메일을 받지 못하셨나요?',
	'resend' => '다시 보내기',
	'logout' => '로그아웃',
	'skip_for_now' => '지금은 건너뛰기',
	// 등록 페이지
	'register' => '모험이 여기에서 시작됩니다',
	'register_text' => '나비처럼 매끈한 삶을 만들어보세요!',
	'username' => '사용자 이름',
	'full_name' => '전체 이름',
	'mobile_number' => '휴대전화 번호',
	'retype_password' => '비밀번호 다시 입력',
	'i_agree_to_the' => '동의합니다',
	'terms_and_conditions' => '개인 정보 보호 정책 및 약관',
	'sign_up' => '가입하기',
	'already_have_an_account' => '이미 계정이 있으신가요?',
	'sign_in_instead' => '대신 로그인하기',
	'registration_unavailable' => '등록 종료',
	'registration_unavailable_details' =>
		'죄송합니다만, 현재 새로운 사용자를 받지 않고 있습니다. 기존 사용자의 초대로 가입을 완료할 수 있습니다. 그렇지 않으면 마음을 바꿀 때까지 기다려야 합니다. 감사합니다',
	'address' => '주소',
	'state_city' => '주 / 도시',
	'zip' => '우편 번호',
	'gender' => '성별',
	'date_of_birth' => '생년월일',
	'country' => '국가',
	'gender_male' => '남성',
	'gender_female' => '여성',
	'gender_others' => '기타',
];
