<?php


return [
    // صفحة تسجيل الدخول
'welcome_message' => 'مرحبًا بك في The CodeBumble! 👋',
'welcome_short_message' => 'الرجاء تسجيل الدخول إلى حسابك وبدء المغامرة',
'email_or_username' => 'البريد الإلكتروني أو اسم المستخدم',
'password' => 'كلمة المرور',
'forgot_password' => 'هل نسيت كلمة المرور؟',
'remember_me' => 'تذكرني',
'login' => 'تسجيل الدخول',
'new_on_our_platform' => 'جديد على منصتنا؟',
'create_an_account' => 'إنشاء حساب',
'or' => 'أو',
'minutes_left' => 'الدقائق المتبقية',
'login_forbidden' => 'تم تقييد تسجيل الدخول بواسطة المسؤول. يرجى المحاولة مرة أخرى عندما يكون متاحًا.',
// نسيت كلمة المرور
'forgot_password_text' => 'أدخل بريدك الإلكتروني وسنرسل لك تعليمات لإعادة تعيين كلمة المرور',
'email' => 'البريد الإلكتروني',
'send_password_reset_link' => 'إرسال رابط إعادة تعيين كلمة المرور',
'back_to_login' => 'العودة لتسجيل الدخول',
// إعادة تعيين كلمة المرور
'reset_password' => 'إعادة تعيين كلمة المرور',
'reset_password_text' => 'يجب أن تكون كلمة المرور الجديدة مختلفة عن كلمات المرور المستخدمة سابقًا',
'new_password' => 'كلمة مرور جديدة',
'confirm_password' => 'تأكيد كلمة المرور',
'password_reset_success' => 'تم إعادة تعيين كلمة المرور بنجاح!',
'password_reset_success_text' => 'تم إعادة تعيين كلمة المرور الخاصة بك بنجاح. يرجى تسجيل الدخول باستخدام كلمة المرور الجديدة الخاصة بك.',
'invalid_token' => 'انتهت صلاحية الرمز الخاص بك أو غير صالح. يرجى المحاولة مرة أخرى.',
// تأكيد البريد الإلكتروني
'verify_email' => 'تأكيد عنوان البريد الإلكتروني الخاص بك',
'verify_email_text_1' => 'لقد قمنا بإرسال رابط إلى عنوان البريد الإلكتروني الذي قمت بالتسجيل به',
'verify_email_text_2' => 'يرجى اتباع الرابط داخل البريد للمتابعة.',
'verify_mail_sent' => 'تم إرسال بريد التأكيد الجديد!',
'verify_mail_send_text_1' => 'لقد قمنا بإرسال رابط جديد لتأكيد البريد الإلكتروني والذي يرتبط بهذا الحساب. يرجى التحقق من صندوق البريد العشوائي إذا كنت غير قادر على استلامه.',
'did_not_receive_email' => 'لم تستلم البريد الإلكتروني؟',
'resend' => 'إعادة الإرسال',
'logout' => 'تسجيل الخروج',
'skip_for_now' => 'تخطي الآن',
// صفحة التسجيل
'register' => 'المغامرة تبدأ هنا',
'register_text' => 'اجعل حياتك سلسة مثل الفراشة!',
'username' => 'اسم المستخدم',
'full_name' => 'الاسم الكامل',
'mobile_number' => 'رقم الجوال',
'retype_password' => 'أعد إدخال كلمة المرور الخاصة بك',
'i_agree_to_the' => 'أنا أوافق على',
'terms_and_conditions' => 'سياسة الخصوصية والشروط',
'sign_up' => 'التسجيل',
'already_have_an_account' => 'هل لديك حساب بالفعل؟',
'sign_in_instead' => 'تسجيل الدخول بدلاً من ذلك',
];
