<?php

return [
	// लॉगिन पेज
	'welcome_message' => 'टीहे ' . config('variables.templateName') . ' में आपका स्वागत है! 👋',
	'welcome_short_message' => 'कृपया अपने खाते में साइन इन करें और साहसी साफ़र शुरू करें',
	'email_or_username' => 'ईमेल या उपयोगकर्ता नाम',
	'password' => 'पासवर्ड',
	'forgot_password' => 'पासवर्ड भूल गए?',
	'remember_me' => 'मुझे याद रखें',
	'login' => 'साइन इन करें',
	'new_on_our_platform' => 'हमारे प्लेटफ़ॉर्म पर नया है?',
	'create_an_account' => 'एक खाता बनाएं',
	'or' => 'या',
	'minutes_left' => 'मिनट(बचे हैं)',
	'login_forbidden' => 'व्यवस्थापक द्वारा लॉगिन प्रतिबंधित किया गया है। कृपया जब यह उपलब्ध हो तो पुनः प्रयास करें।',
	'login_unavailable' => 'लॉगिन प्रतिबंधित! 😢',
	'login_unavailable_details' =>
		'सभी उपयोगकर्ताओं का पहुंच प्रतिबंधित कर दिया गया है। केवल सिस्टम एडमिन्स को ही लॉग इन करने की अनुमति है। कृपया हमारे मनोभाव को बदलने तक प्रतीक्षा करें। धन्यवाद',

	// पासवर्ड भूल गए
	'forgot_password_text' => 'अपना ईमेल दर्ज करें और हम आपको पासवर्ड रीसेट करने के निर्देश भेजेंगे',
	'email' => 'ईमेल',
	'send_password_reset_link' => 'पासवर्ड रीसेट लिंक भेजें',
	'back_to_login' => 'लॉगिन पर वापस जाएं',
	// पासवर्ड रीसेट
	'reset_password' => 'पासवर्ड रीसेट करें',
	'reset_password_text' => 'आपका नया पासवर्ड पूर्व में उपयोग किए गए पासवर्ड से भिन्न होना चाहिए',
	'new_password' => 'नया पासवर्ड',
	'confirm_password' => 'पासवर्ड की पुष्टि करें',
	'password_reset_success' => 'पासवर्ड सफलतापूर्वक रीसेट किया गया!',
	'password_reset_success_text' =>
		'आपका पासवर्ड सफलतापूर्वक रीसेट किया गया है। कृपया अपने नए पासवर्ड के साथ लॉगिन करें।',
	'invalid_token' => 'आपका टोकन समाप्त हो गया है या अमान्य है। कृपया पुनः प्रयास करें।',
	// ईमेल सत्यापन
	'verify_email' => 'अपना ईमेल पता सत्यापित करें',
	'verify_email_text_1' => 'हमने आपके पंजीकृत ईमेल पते पर एक लिंक भेजा है',
	'verify_email_text_2' => 'कृपया जारी रखने के लिए इस लिंक का पालन करें।',
	'verify_mail_sent' => 'नई सत्यापन मेल भेजी गई है!',
	'verify_mail_send_text_1' =>
		'हमने इस खाते से जुड़ा नया ईमेल सत्यापन लिंक भेजा है। कृपया अगर आपको इसे प्राप्त नहीं हो रहा है, तो स्पैम बॉक्स की जांच करें।',
	'did_not_receive_email' => 'ईमेल प्राप्त नहीं हुआ?',
	'resend' => 'पुनः भेजें',
	'logout' => 'लॉगआउट',
	'skip_for_now' => 'अब के लिए छोड़ दें',
	// रजिस्टर पेज
	'register' => 'साहसी आपके यहाँ आवंटन होता है',
	'register_text' => 'अपने जीवन को एक मुद्राक्षर की तरह स्मूथ बनाएं!',
	'username' => 'उपयोगकर्ता नाम',
	'full_name' => 'पूरा नाम',
	'mobile_number' => 'मोबाइल नंबर',
	'retype_password' => 'अपना पासवर्ड पुनः टाइप करें',
	'i_agree_to_the' => 'मैं सहमत हूँ',
	'terms_and_conditions' => 'गोपनीयता नीति और शर्तें',
	'sign_up' => 'साइन अप करें',
	'already_have_an_account' => 'पहले से ही एक खाता है?',
	'sign_in_instead' => 'इसके बजाय साइन इन करें',
	'registration_unavailable' => 'रजिस्ट्रेशन बंद है',
	'registration_unavailable_details' =>
		'माफ़ कीजिए, अब हम किसी भी नए उपयोगकर्ता को स्वीकार नहीं कर रहे हैं। हमारे मौजूदा उपयोगकर्ता से एक आमंत्रण आपके साइन अप की इच्छा को पूरा कर सकता है। अन्यथा, आपको हमारे विचार की परिवर्तन होने तक प्रतीक्षा करनी होगी। धन्यवाद',
	'address' => 'पता',
	'state_city' => 'राज्य / शहर',
	'zip' => 'ज़िप कोड',
	'gender' => 'लिंग',
	'date_of_birth' => 'जन्म की तारीख',
	'country' => 'देश',
	'gender_male' => 'पुरुष',
	'gender_female' => 'महिला',
	'gender_others' => 'अन्य',
];
